Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Maksymalna liczba standardowych obrażeń zadawanych podczas ataku.
uk: Максимальна кількість звичайної шкоди від однієї атаки.

source: Opóźnia akcję w walce
uk: Відкладає бойову дію

source: Odzwierciedla to, jak świadoma otoczenia jest postać. Czujność postaci wpływa na posługiwanie się łukami i bronią drzewcową, a także na zdolność tworzenia zasadzek i ich unikania.
uk: Позначає рівень вашої пильності, впливає на точність луків і древкової зброї, а також на здатність влаштувати засідку або уникнути її.

source: Kowale – bijące serce Fahrulu – mają dużą żywotność i siłę. Dzięki temu są wytrzymali w walce i podczas długich przygód.
uk: На ковалях тримається весь Фарул. Вони мають високі живучість і силу, завдяки чому можуть виживати в бою й тривалих подорожах.

source: Na Fahrul spada plaga nieurodzaju.
uk: Чума спустошення шириться землями Фарулу.

source: Nieurodzaj plugawych wiedźm
uk: Спустошення чумних відьом

source: Chroń stado, zanim będzie za późno!
uk: Захистіть стадо, поки не пізно!

source: Wilk z Fahrulu
uk: Вовк Фарулу

source: Szybko! Jeśli czas minie, zadanie przepadnie!
uk: Хутчіш! Якщо час закінчиться, пригодам край.

source: Kończy się czas!
uk: Час збігає!

source: Hildebrant ma kłopoty. Szybciej!
uk: Гільдебрант у біді. Покваптеся!

source: Poziom zniecierpliwienia Króla Bandytów
uk: Терпіння короля розбійників

source: Gobliny osłabiają Przedwieczny Dąb. Opróżnienie się tego paska oznaczać będzie kres przygody.
uk: Війська ґоблінів послаблюють Первісний дуб. Щойно шкала спорожніє, ваша пригода закінчиться.

source: Zdrowie Przedwiecznego Dębu
uk: Здоров'я Первісного дуба

source: Strażnik Królowej poziomu {0} zbliża się do ciebie! Przygotuj się do walki.
uk: На вас ідуть королівські гвардійці {0} рівня! Готуйтеся до бою.

source: Fala Strażników Królowej
uk: Хвиля королівських гвардійців

source: Atrybuty klasowe
uk: Показники класу

source: Blokuje część zadawanych obrażeń fizycznych.
uk: Блокує частину зазнаної фізичної шкоди.

source: Przygotuj się na trudny sprawdzian.
uk: Приготуйтеся до суворого випробування.

source: Pomieszczenie z bossem
uk: Приміщення боса

source: Przygotuj się do walki.
uk: Готуйтеся до бою.

source: Walka
uk: Битва

source: Klatki schodowe prowadzą na inne poziomy tego samego lochu.
uk: Ці сходи ведуть на інший рівень підземелля.

source: Klatka schodowa
uk: Сходи

source: Bieżące
uk: Поточне

source: Ukończone
uk: Пройдено

source: To pomieszczenie nie zostało jeszcze zbadane.
uk: Це приміщення ще не досліджено.

source: Nieznane
uk: Невідомо

source: Efekty
uk: Ефекти

source: Używany pancerz
uk: Споряджена броня

source: Używany plecak
uk: Споряджений рюкзак

source: Używane buty
uk: Споряджені чоботи

source: Używane rękawice
uk: Споряджені рукавички

source: Używany hełm
uk: Споряджений шолом

source: Używana główna ręka
uk: Спорядження в правій руці

source: Używana druga ręka
uk: Спорядження в лівій руці

source: Używana fajka
uk: Споряджена люлька

source: Używana błyskotka
uk: Споряджена прикраса

source: Procentowa szansa na całkowite uniknięcie każdego ataku.
uk: Шанс повністю ухилитися від кожної атаки.

source: Stroje
uk: Вбрання

source: Przedmioty użytkowe
uk: Витратні предмети

source: Broń
uk: Зброя

source: Skupienie umożliwia wykonywanie rzutów podczas różnych spotkań lub używania umiejętności.\n\nPozostało {0}/{1} Skupienia.
uk: Зосередженість потрібна для забезпечення вдалих кидків під час подій або використання здібностей.\n\nЗалишилося зосередженості: {0}/{1}.

source: Zakonnicy są dobrze znani ze sprytu, krzepy oraz zamiłowania do spraw duchowych i zjawowych!
uk: Ченці відомі розумом, силою й любов'ю до міцних напоїв!

source: Złoto służy do kupowania broni, pancerzy, przedmiotów i innych rzeczy.
uk: За золото можна купувати в крамницях зброю, броню, предмети тощо.

source: Zielarze bywają inteligentni i mają dobre oko. Dzięki temu potrafią wyszukiwać w dziczy zioła, a także wykorzystywać je na potrzeby drużyny.
uk: Травники вирізняються проникливістю й гострим зором. Ці якості дають їм змогу знаходити трави в дикій природі й пригощати ними своїх супутників.

source: Włóczędzy znani są ze swojej wszechstronności i charakteryzują się biegłością we wszystkich atrybutach.
uk: Волоцюги відомі своєю гнучкістю: вони можуть досягати високих значень у будь-яких показниках.

source: Oznacza twoją siłę życiową. Gdy twoje PŻ spadną do 0, umierasz.
uk: Це ваша життєва сила. Коли рівень здоров'я знизиться до 0, ви загинете.

source: Łowcy są nieodłącznym elementem przetrwania w Fahrulu. Znani są z biegłości w posługiwaniu się łukami. Ich wysoka czujność sprawia, że tak samo dobrze radzą sobie z kosturami, jak i z bronią drzewcową.
uk: Мисливці — справжні майстри виживання. Вони відомі майстерною стрільбою з лука, а висока пильність дає їм змогу використовувати посохи й древкову зброю.

source: Inteligencja odpowiada za przenikliwość umysłu. Inteligentna postać doskonale radzi sobie z księgami i różdżkami, a także z rozwiązywaniem zagadek napotkanych na mapie świata.
uk: Інтелект визначає гостроту вашого розуму. Він впливає на точність під час використання паличок і посохів, а також допомагає розв'язувати загадки, що зустрічаються на карті світу.

source: Szczęście pomaga w grach losowych, a także w wyzwaniach, w których nie można korzystać ze skupienia.
uk: Талан впливає на результати азартних ігор і випробування, для яких не можна використовувати зосередженість.

source: Przedstawia ogólną moc twojej postaci w świecie.\n\n{0}/{1} PD do następnego poziomu.
uk: Загальна могутність вашого персонажа в цьому світі.\n\nДосвіду до наступного рівня: {0}/{1}

source: Gdy brakuje pojemników na serca, gracze nie mogą już się cucić.
uk: Якщо не залишилося комірок сердець, персонажа не можна буде оживити.

source: Stwórz, dołącz lub udostępnij informacje o przygodzie wieloosobowej
uk: Інформація про те, як створити мережеву пригоду, приєднатися до неї або поділитися нею.

source: Dzięki swym talentom i czujności tropiciele potrafią znajdować najlepszą drogę, odkrywając przy tym miejsca ukryte przed wzrokiem.
uk: Завдяки хисту й пильності стежники здатні прокласти шлях і віднайти приховані місцини.

source: Zmniejsza wartość otrzymywanych obrażeń od magii.
uk: Блокує частину зазнаної магічної шкоди.

source: Atrybuty Sanktuarium
uk: Показники святилища

source: Większa szansa na Trafienie Krytyczne
uk: Збільшення шансу критичного удару

source: Zwiększenie maksymalnego Skupienia
uk: Збільшення макс. зосередженості

source: Zwiększony Ruch
uk: Збільшення пересування

source: Zwiększenie maksymalnej liczby PŻ i zdrowia uzyskanego z regeneracji
uk: Збільшення макс. здоров'я й регенерації

source: Niewrażliwość na Klątwę i Zatrucie
uk: Імунітет до проклять й отруєння

source: Zwiększenie Unikania
uk: Збільшення ухиляння

source: Zwiększenie zdobywanych PD
uk: Збільшення набутого досвіду

source: Uczeni są znani z ponadprzeciętnej inteligencji i magicznych mocy, dzięki czemu doskonale radzą sobie z opasłymi tomami, kosturami i różdżkami.
uk: Вчені вирізняються високим інтелектом і магічними здібностями. Вони вправні з фоліантами, паличками й жезлами.

source: Szybkość odpowiada za sprawne przemieszczanie się. Szybkie postacie szybciej podróżują, atakują w pierwszej kolejności, częściej wyprowadzają ciosy, lepiej się skradają, mają większe szanse ucieczki i doskonale unikają wrogów.
uk: Швидкість визначає ефективність пересування. Вона впливає на очки пересування, ініціативу в бою, частоту атак, уміння прокрадатися, тікати й ухилятися, а також інші важливі навички.

source: Stajenni to młodzianie, którzy nadal się szkolą, dzięki czemu mają dużo siły i są szybcy.
uk: Молоді конюхи тільки почали осягати премудрості своєї справи, тому їм доводиться бути сильними й швидкими.

source: Modyfikatory statystyk
uk: Модифікатори характеристик

source: Broń z czasem niszczeje
uk: Поступово руйнує споряджені предмети

source: Wartość pancerza jest tymczasowo niższa
uk: Броня тимчасово зменшена

source: Wartość pancerza jest tymczasowo wyższa
uk: Броня тимчасово збільшена

source: Atak jest tymczasowo osłabiony
uk: Атака тимчасово зменшена

source: Atak jest tymczasowo wzmocniony
uk: Атака тимчасово збільшена

source: Okresowo otrzymuje duże obrażenia
uk: Зазнавання великої нечастої шкоди

source: Tymczasowo nie da się zapanować nad postacią
uk: Тимчасова втрата контролю над персонажем

source: Czujność znacznie się obniża
uk: Велике зниження пильності

source: Talent znacznie się obniża
uk: Велике зниження хисту

source: Siła znacznie się obniża
uk: Велике зниження сили

source: Inteligencja znacznie się obniża
uk: Велике зниження інтелекту

source: Szybkość znacznie się obniża
uk: Велике зниження швидкості

source: Szczęście znacznie się obniża
uk: Велике зниження вдачі

source: Żywotność znacznie się obniża
uk: Велике зниження живучості

source: Usuwa dodatkową akcję
uk: Усуває додаткові дії

source: Po długim czasie otrzymuje śmiertelne obrażenia
uk: Зазнавання смертельної шкоди через тривалий час

source: Przez 3 tury ratuje od śmierci
uk: Рятує гравця від загибелі впродовж 3 раундів

source: Usuwa wszystkie aktywne premie
uk: Знімає всі активні покращення

source: Wartość uniku jest tymczasowo niższa
uk: Ухиляння тимчасово збільшене

source: Wartość uniku jest tymczasowo wyższa
uk: Ухиляння тимчасово зменшене

source: Często otrzymuje lekkie obrażenia
uk: Зазнавання невеликої частої шкоди

source: Otrzymuje +25% obrażeń
uk: Зазнавання на 25% більше шкоди

source: Niewrażliwość na kwas
uk: Імунітет до кислоти

source: Niewrażliwość na zasadzkę
uk: Імунітет до засідки

source: Niewrażliwość na krwawienie
uk: Імунітет до кровотечі

source: Niewrażliwość na skonfundowanie
uk: Імунітет до розгубленості

source: Niewrażliwość na klątwę
uk: Імунітет до проклять

source: Niewrażliwość na splątanie
uk: Імунітет до заплутування

source: Niewrażliwość na ogień
uk: Імунітет до вогню

source: Niewrażliwość na zamrożenie
uk: Імунітет до замороження

source: Brak możliwości ruchu
uk: Імунітет до пересування

source: Niewrażliwość na skamienienie
uk: Імунітет до скам'яніння

source: Niewrażliwość na truciznę
uk: Імунітет до отруєння

source: Niewrażliwość na porażenie
uk: Імунітет до шоку

source: Niewrażliwość na ogłuszenie/oszołomienie
uk: Імунітет до оглушення/приголомшення

source: Nie może wykonywać akcji w walce
uk: Неможливість діяти в бою

source: Kara do większości statystyk i obrażeń w czasie w świecie na powierzchni
uk: Зниження більшості характеристик. Персонаж поступово зазнає шкоди на карті світу

source: W pełni ignoruje obrażenia od następnego ataku
uk: Повністю нівелює шкоду від наступної атаки

source: Usuwa wszelkie przekleństwa i zapewnia tymczasową niewrażliwość na wszystko
uk: Усуває всі негативні ефекти й тимчасовий імунітет до всього

source: Odbija niewielką część otrzymywanych obrażeń kontaktowych
uk: Відбиття невеликої кількості шкоди ближнього бою

source: Odporność jest tymczasowo wyższa
uk: Опір тимчасово збільшений

source: Odporność jest tymczasowo niższa
uk: Опір тимчасово зменшений

source: Całkowicie leczy, odnawia wszystkie punkty skupienia i usuwa wszystkie dolegliwości
uk: Повністю зцілює, відновлює всю зосередженість і знімає всі негативні ефекти

source: W następnej turze spróbuje uciec.
uk: Спробує втекти наступного ходу

source: Co rzut jedno miejsce marnuje się.
uk: Під час кожного кидка одна комірка не працює

source: Zmusza wrogów do zaatakowania gracza
uk: Змушує ворогів атакувати гравця

source: Tymczasowo usuwa wszystkie niewrażliwości celu
uk: Тимчасово знімає з цілі всі імунітети

source: Siła odpowiada za sprawność fizyczną postaci. Wpływa na celność w posługiwaniu się różnego rodzaju mieczami, toporami i bronią obuchową, a także pomaga w wyzwaniach wymagających tężyzny.
uk: Сила визначає фізичну міць. Вона впливає на точність під час використання лезової й тупої зброї, а також використовується для проходження фізичних випробувань.

source: Talent odzwierciedla naturalne uzdolnienie postaci. Wpływa na celność w posługiwaniu się pewnymi broniami, ruch łodzi i rozbrajanie pułapek.
uk: Хист\u00A0— це здібності, дані вам від природи. Він впливає на точність під час використання деякої зброї, пересування на човні й знешкодження пасток.

source: Atrybuty cech
uk: Показники особливостей

source: Nie będziesz czekać na swoją kolej. Masz 25% szans na zadanie pierwszego ciosu w walce.
uk: Чекати своєї черги\u00A0— це не для вас. Дає шанс 25% першим завдати удар у бою.

source: Łatwo się uczysz wszystkiego. Otrzymujesz +3 do wszystkich głównych statystyk.
uk: Ви від природи вправні в усьому й набуваєте +3 до всіх основних характеристик.

source: Zawsze chętnie podasz pomocną dłoń. Zyskujesz zasięg wsparcia z dowolną bronią lub bez broni.
uk: Ви завжди готові простягнути руку ближньому. Набуваєте радіус підтримки з будь-якою зброєю або без неї.

source: Od zawsze świetnie orientujesz się w terenie i masz doświadczenie z wszelkimi rodzajami łodzi. Otrzymujesz 2 dodatkowe punkty ruchu w łodzi poza drogą i na oceanie.
uk: Ви наділені вродженим почуттям напрямку й маєте великий досвід керування будь-якими човнами. 2 додаткові очки пересування на будь-якому човні по бездоріжжю чи океану.

source: Poruszasz się wyjątkowo szybko i skutecznie. Otrzymujesz podczas walki 1 dodatkową akcję.
uk: Ви рухаєтеся винятково швидко й ефективно порівняно з іншими. Дає +1 очко додаткових дій в бою.

source: Nie masz żadnych cech na wyposażeniu.
uk: Особливість не вибрано.

source: Nigdy nie dajesz się zaskoczyć okolicznościom. Otrzymujesz 2 dodatkowe punkty wyposażenia.
uk: Ви готові до будь-яких обставин. Дає 2 додаткові очки викладки.

source: Dobrze się znasz na taktyce. Podczas walki masz szansę na wzmocnienie losowego pola po swojej stronie.
uk: Ви чудово опанували тактику ведення бою. Дає шанс накласти позитивний ефект на випадкову клітинку з вашої частини поля бою.

source: Całe życie poświęcone nauce i medytacji poszerzyło twój umysł. Otrzymujesz +1 do skupienia i umiejętność Eureka (odnawia całe skupienie po zdobyciu nowego poziomu).
uk: Життя, проведене за навчанням і медитацією, розвинуло ваш розум. Дає +1 зосередженості й вміння «Еврика», яке відновлює всю зосередженість в момент підвищення рівня.

source: Żywotność odzwierciedla wytrzymałość i witalność. Im większa żywotność, tym większa pula bazowych PŻ. Żywotne postacie lepiej radzą sobie w spotkaniach sprawdzających kondycję.
uk: Живучість визначає витривалість і здоров'я. Піднімає базове значення здоров'я персонажа й допомагає в ситуаціях, де важлива витривалість.

source: Drwale są znani z niezwykłej siły i czujności. Zawsze chętnie oferują swoją pomoc w całym Fahrulu.
uk: Лісоруби відомі своєю неймовірною силою й високою пильністю. Вони завжди ладні прийти на допомогу мешканцям Фарулу, які потрапили в біду.

source: „Pamięci dzielnych bohaterów, którzy oddali życie podczas wojny z chaosem”.
uk: «В пам'ять про відважних героїв, які ризикували своїми життями під час Воєн Хаосу».

source: Włącz samouczki
uk: Увімкнути навчання

source: Samouczek włączony
uk: Навчання ввімкнено

source: Głośność interfejsu
uk: Гучність інтерфейсу

source: Coś nieznanego
uk: Щось невідоме

source: Może być wszystkim
uk: Це може бути що завгодно

source: Bardzo tu cicho.
uk: Тут дуже тихо.

source: Głośność głosu
uk: Гучність голосу

source: Nie masz odpowiednich narzędzi.
uk: У вас немає необхідного інструмента

source: Aby kontynuować, ocuć pokonanych członków drużyny.
uk: Відродіть полеглих учасників загону, щоб продовжити.

source: Gdy zechcesz przejść dalej, kliknij „Kontynuuj”.
uk: Натисніть «Продовжити», коли будете готові

source: Z bursztynu
uk: Бурштин

source: Z jesionu
uk: Попіл

source: Z brązu
uk: Бронза

source: Z cedru
uk: Кедр

source: Z kryształu
uk: Кристал

source: Z diamentu
uk: Діамант

source: Z wiązu
uk: В'яз

source: Ze szmaragdu
uk: Смарагд

source: Ze szkła
uk: Скло

source: Ze złota
uk: Золото

source: Z żelaza
uk: Залізо

source: Z klonu
uk: Клен

source: Z nocy
uk: Північ

source: Z dębu
uk: Дуб

source: Z obsydianu
uk: Обсидіан

source: Z opalu
uk: Опал

source: Z pryzmatu
uk: Призма

source: Z kwarcu
uk: Кварц

source: Z rubinu
uk: Рубін

source: Z szafiru
uk: Сапфір

source: Ze srebra
uk: Срібло

source: Ze stali
uk: Сталь

source: Z tytanitu
uk: Титаніт

source: Z cisu
uk: Тис

source: Alchemik
uk: Алхімік

source: Bandyta Łupieżca
uk: Розбійник-мародер

source: Do diaska! Kolejna nieudana przygoda, kolejny utracony klient.
uk: Та хай же йому! Ще одна пригода зірвалася, ще мінус один клієнт.

source: Rety, masz smykałkę do odnajdowania rzeczy. Udało ci się znaleźć {0}!
uk: {0}! Справді? Це ж треба, у вас талант все знаходити!

source: Aha! Co my tu mamy?
uk: Ага! Що це в нас тут?

source: A tak liczyłam na tę drużynę. Naprawdę.
uk: Ех… а такі надії були.

source: Głowa do góry, złotko. Kolejnym razem będzie lepiej. Wierzę w ciebie!
uk: Не вішати носа! Наступного разу обов'язково вийде! Головне вірити!

source: Zwierzoludź Najeźdźca
uk: Звіролюд-мародер

source: Król Bandytów
uk: Король розбійників

source: Grizelle
uk: Ґризель

source: Kat
uk: Кат

source: Kapitan Królowej
uk: Капітан королівської гвардії

source: Pajęcza Królowa
uk: Королівський павук

source: Goblin Wojownik
uk: Ґоблін-задирака

source: Niestety świat znów zanurzy się w ciemności...
uk: На жаль, тепер світ зануриться в темряву…

source: {0} znalezione. Idźmy dalej!
uk: {0}! Знайдно! Ну, рушаймо!

source: Aha! Masz niezłe oko do szczegółów.
uk: Оце так увага до деталей!

source: Haypenny
uk: Копійка

source: Sercołamaczka
uk: Серцебийка

source: Hildebrant
uk: Гільдебрант

source: Porażka! Mówię przecież w kółko, jakie to ważne! Może to moja wina?
uk: Це провал! Хіба не було сказано, наскільки це важливо? Це моя провина?

source: Warto to doprowadzić do końca. Mam dobre przeczucia!
uk: Маєте довести справу до кінця! Вірю, у вас все вийде.

source: No proszę, co my tu mamy? Idź to sprawdzić!
uk: Так-так-так. Що це в нас тут? Ану, перевірте!

source: Wszyscy nie żyją?? O nie, przypominają mi się dawne czasy...
uk: Вони всі загинули? Отакої, просто як у старі часи…

source: Niedobrze. Trzeba się napić. Ty stawiasz.
uk: Яке розчарування. Це нагода випити… за ваш рахунок.

source: Hildegard
uk: Гільдеґарда

source: Jeremy
uk: Джеремі

source: Mamoona
uk: Серпаній

source: Mistrz Alchemii
uk: Майстер алхімії

source: Herszt Bandytów
uk: Ватажок розбійників

source: Zmora Siedmiu Wzgórz
uk: Лихо семи пагорбів

source: Karczmarka
uk: Шинкарка

source: Behlen
uk: Белен

source: Zwykły Rolnik
uk: Звичайний фермер

source: Olśniewający kościotrup
uk: Витончений скелет

source: Sprzedawca hot dogów
uk: Продавець хот-догів

source: Duch Zielonobrodego
uk: Привид Зеленої Бороди

source: Potężny Niegdyś Pirat
uk: У минулому могутній пірат

source: Członek Ruchu Oporu
uk: Членкиня руху опору

source: Kapitan Strażników
uk: Капітан варти

source: Członek Straży Królowej
uk: Королівський гвардієць

source: Rekrut Straży
uk: Вартовий-новобранець

source: Pan Ciemności
uk: Володар пітьми

source: Szalony Leprechaun
uk: Божевільний лепрекон

source: Królewski Kat
uk: Королівський кат

source: Pierwiosnek
uk: Пані Едґар

source: Krzywy Wartownik
uk: Похилений охоронець

source: Opiekunka Fraybee
uk: Вартовий Фрейбі

source: Okrutny Nekromanta
uk: Страхітливий некромант

source: Przywódczyni obozu Ruchu Oporu
uk: Лідерка табору опору

source: Drobny rzezimieszek
uk: Дрібний шахрай

source: Margaret
uk: Марґарет

source: Fahrulska wytwórczyni narzędzi
uk: Фарульська майстриня інстументів

source: Przywódca obozu Ruchu Oporu
uk: Лідер табору опору

source: Szyszka
uk: Шишкон

source: Porter
uk: Портер

source: Pracownik portu lądowego
uk: Робочий порту

source: Przedwieczny Dąb
uk: Первісний дуб

source: Święte drzewo Fahrulu
uk: Священне дерево Фарулу

source: Strażnik Królowej
uk: Королівський гвардієць

source: Obrońca Królowej
uk: Захисник королеви

source: Rosomon
uk: Розомона

source: Despotyczna Królowa
uk: Деспотична королева

source: Szalona Królowa
uk: Божевільна королева

source: Królewski Nauczyciel
uk: Верховний учитель

source: Mistrz Samouczka
uk: Майстер навчання

source: Kamareth
uk: Камарет

source: Bóg Krwi
uk: Бог крові

source: Daemus
uk: Демус

source: Bóg Skupienia
uk: Бог зосередженості

source: Rowan
uk: Рован

source: Bóg Pośpiechu
uk: Бог швидкості

source: Yeviel
uk: Євіль

source: Bogini Życia
uk: Богиня життя

source: Gemma
uk: Ґемма

source: Bogini Czystości
uk: Богиня чистоти

source: Darvek
uk: Дарвек

source: Bóg Cienia
uk: Бог тіней

source: Siskil
uk: Сизкіл

source: Bóg Bogactwa
uk: Бог достатку

source: Valencine
uk: Валенсина

source: Bogini Wiedzy
uk: Богиня мудрості

source: Dralithra
uk: Дралітра

source: Starożytna Groza
uk: Стародавній жах

source: Kamienny posąg
uk: Кам'яна статуя

source: Bohater Fahrulu
uk: Герой Фарулу

source: Johnsgrave
uk: Джонзґрейв

source: Bezdomny Pirat
uk: Безпритульний пірат

source: Nieznany głos
uk: Незнайомий голос

source: Drwal
uk: Лісоруб

source: Drwal Złota Rączka
uk: Майстер на всі сокири

source: Straż Królowej
uk: Королівський гвардієць

source: Kościany Spryciarz
uk: Кістяний витівник

source: Dusza
uk: Дух

source: Nieznany
uk: Невідомо

source: Połączenie magii i chemii w dziwny sposób oddziałuje na umysł alchemika. Strażnicy Królowej zaczęli interesować się tą nietypową dziedziną, a ludzie, którzy się nią parają, są aresztowani i przewożeni do stolicy. Rzadko odbywa się to po cichu.
uk: Поєднання чаклунства з хімією творить із розумом алхіміків дивні речі. Це незвичайне заняття привернуло увагу королівської гвардії, тож алхіміків почали доставляти до столиці. Щоправда, мало хто погоджується на це добровільно.

source: Kowal
uk: Коваль

source: Trudne czasy wiążą się z większym popytem na broń, a kowale nie narzekają na brak roboty. Wielu z nich zdecydowało, że nie będzie handlować ze Strażą Królowej. Ta decyzja nie przypadła do gustu nowym ulubionym oddziałom Królowej Rosomon.
uk: Відчайдушні часи вимагають надзвичайних заходів, тож на відсутність роботи ковалям скаржитися не доводиться. Багато хто відмовився торгувати з королівською гвардією, і це, звісно, не знайшло розуміння в нових улюблених воїнів Розомони.

source: Grajek
uk: Мандрівний артист

source: Tancerz
uk: Танцюрист

source: Rolnik
uk: Фермер

source: Korona skonfiskowała tyle plonów, że wielu rolników zrezygnowało z prowadzenia uczciwego życia. Silni, zdyscyplinowani i przyzwyczajeni do ciężkiej, całodniowej pracy okazali się idealnymi żołnierzami ruchu oporu.
uk: Корона конфіскувала стільки врожаїв, що багато хто з фермерів кинув спроби чесно заробляти на життя. Сильні, дисципліновані й звиклі наполегливо працювати з ранку до вечора, вони довели, що можуть бути ідеальними солдатами Опору.

source: Zakonnik
uk: Монах

source: Rosomon zakładała, że mnisi to pijaczyny o słabej woli, których można sobie podporządkować. Ale oni okazali się samowystarczalni – wiedzą wszystko o warzeniu piwa i mają bezpośredni kontakt ze swoimi bogami. Nie ukorzą się przed jakąś byle królową.
uk: Розомона вважала, що ченці\u00A0— це слабохарактерні п'яниці, яких можна залякати й перетворити на слуг. Але насправді\u00A0вони самодостатні, знають усе, що тільки можна знати про пивоваріння, і мають безпосередній зв'язок зі своїми богами. Вони не схиляться перед якоюсь королевою.

source: Zielarz
uk: Травник

source: Zielarka żyje w zgodzie z fahrulską naturą i ma smykałkę do wytwarzania ziół i maści, które zapewniają moc regeneracji dla niej i jej ferajny.
uk: Травники завжди в гармонії з природою Фарулу. Їм відомі зілля й мазі, що допоможуть відновити сили.

source: Włóczęga
uk: Волоцюга
